<div class="row">
	<div class="col-lg-8"> 
        <p>Grab all ideas which you can! Remember them, and code them!</p>
        <p><b>Менеджер проектів:</b></p>
        <ol align="left">
            <li>Стандартні запитання замовнику про нього (онлайн форма, створюю проект і клієнт туда вписує дані)</li>
            <li>Стаднартні запитання замовнику, які дадуть зрозуміти його цілі (усно, але записую в базу все одно)</li>
            <li>Записати розмову по скайпу і виложити на закритий канал ютуб, щоб у разі чого передивитись</li>
            <li>Стандартний перелік запитань для мене, щоб зрозуміти як саме робити сайт поетапно</li>
        </ol>
        <p>Суть проекту в тому, щоб створити базу для накопичення хороших візуальних даних.</p>
    </div>
	<div class="col-lg-4">
    
    </div>
</div>