<div class="row">
	<div class="col-lg-8" align="left">
        <p align="left">Створюю новий проект і всю інформацію про нього зберігаю туди, включаючи те, 
        що вводить користувач, посилання на відео конференції з клієнтом і телефонні розмови.</p>
        <?php 
            $question1 = array(
                'Яка ціль створення сайту? Щоби що отримати?',
                'Про кого цей сайт, хто герой?',
                'Чим займається герой, чим він корисний?',
                'Кому корисний герой?',
                'Що він пропонує і на яких умовах?',
                'Які є способи отримати це від героя?'
            
            );
             $question2 = array(
                'Які обовязкові елементи потрібні, без яких сайт не може існувати?',
                'Які додаткові елементи будуть корисними?',
                'Які елементи некорисні на сайті?',
                'Скільки часу треба потратити на виготовлення кожного елементу?',
                'Який мінімальний і максимальний час роботи?',
                'Яка вартість роботи?',
                'Які є етапи роботи?'
            
            );
            echo '<pre>';
            print_r($question1);
            echo '</pre>';
            echo '<pre>';
            print_r($question2);
            echo '</pre>';
        ?>
        <p>Потім можна згенерувати документ PDF як технічне завдання на розробку сайту.</p>
        <br>
        <h3>Висилаю на пошту і пишу:</h3>
        <p align="left">
        Висилаю вам цей pdf документ, щоб ви могли дізнатись як саме буде розроблятись ваш сайт.<br>
        Якщо ви не хочете витрачати свій час на всі ці технічні питання, то можете просто оплачувати роботу.
        <br>Ви можете мені довіряти. Я зроблю для вас хороший сайт. 
        <br>Ось посилання для оплати послуг:
        <ul align="left"> 
        <li>Оплатити через: <a href="">ПриватБанк</a></li>
        <li>Оплатити через: <a href="">Карту Wisa/Mastercard</a></li>
        <li>Оплатити через: <a href="">Яндекс.Деньги</a><br></li>
        <li>Оплатити через: <a href="">WebMoney</a></li>
        </ul>
        </p>
        <p align="left">
        Сума до оплати: 10000 грн
        </p>
    </div>
	<div class="col-lg-4">
    <h3>Сторінка на які клієнт буде записувати свої дані:</h3>
    <p>Ця сторінка створеня для того, щоб полегшити нам з вами роботу. Відповідаючи на запитання не поспішайте. 
    Якщо ви не знаєте як відповісти, або не хочете цього робити, то поставте відповідну галочку.
    
    </p>
    </div>
</div>



