<div class="row">
	<div class="col-lg-12">
    <?php 

$mytext = "<h2>Яка моя стратегія виготовлення сайтів? - Як я дію?</h2>
<p>Я старанно обмірковую кожну деталь веб-сайту, бережу її і терпеливо розробляю. Це мій спосіб показати, як я ціную хорошу роботу. Кожен блок я верстаю з любовю і на користь людям.</p>
<p>Якщо Вам подобається хід моїх думок та мої роботи, телефонуйте і замовляйте у мене розробку сайту.</p>
<h2>Який у мене робочий графік?</h2>
<p>На листи відповідаю кожного дня о 12:00 та о 19:00 по Києвському часі.</p>
<p>Я обов'язково приділяю увагу кожному моєму відвідувачеві, бо я дуже люблю спілкуватись і допомагати людям. Проте написання програмного коду займає більшу частину моєї уваги. Тому, якщо у вас є питання, яке потребує більше, ніж 5 хвилин обговорення, будь ласка, надішліть свої запитання на мою електронну скриньку.</p>";

    $typograf = new EMTypograph();

    // Быстрый запуск типографа с ручными настройками
    $result = EMTypograph::fast_apply($mytext,array(
        'Text.breakline' => 'off',
    ));
    
    echo "<i>Быстрый запуск</i>: " . $result . "<br>\n";